[
    {
      "country" : "turkey",
      "tripName": "Turkish Delight",
      "days": 8,
      "price": 1500,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/10/1600x1200-6.jpg",
      "date" : "15 Dec - 23 Dec",
      "availability" : 40,
      "description" : "Embark on an exhilarating 8-day journey through the captivating landscapes and cultural treasures of Turkey with Anatolia Discoveries. Our thoughtfully designed itinerary promises a seamless blend of history, nature, and adventure, ensuring an immersive experience in this fascinating country.",
      "Day1" : " Istanbul - The Gateway to Two Continents",
      "Day1Plan" : "Arrive in Istanbul, a city straddling Europe and Asia. Check into your hotel and take a leisurely stroll through the vibrant streets of Beyoglu.Explore the iconic Grand Bazaar, a bustling marketplace with thousands of shops. Visit the Spice Bazaar and indulge in the colors and aromas of Turkish spices. Take a Bosphorus cruise to witness the city's skyline and historic landmarks.",
      "Day3" : "Cappadocia - Land of Surreal Landscapes",
      "Day3Plan" : "Fly to Cappadocia and check into a charming cave hotel. Discover the unique rock formations and fairy chimneys of the Devrent Valley.Experience a sunrise hot air balloon ride over the breathtaking landscapes of Cappadocia.Explore the underground cities of Kaymakli or Derinkuyu.",
      "Day5" : "Pamukkale & Ephesus - Ancient Marvels",
      "Day5Plan" : "Journey to Pamukkale and marvel at the terraces of gleaming white travertine.Visit the ancient city of Hierapolis and its well-preserved ruins.Explore the ancient city of Ephesus, home to the Library of Celsus and the Great Theatre.Visit the House of Virgin Mary, a place of pilgrimage.",
      "Day7" : "Antalya - Sun, Sea, and History",
      "Day7Plan" : "Fly to Antalya, the stunning city on the Turkish Riviera.Explore the ancient sites of Perge and Aspendos.Relax on the golden beaches of Konyaalti or Lara.Departure with unforgettable memories of Turkey's diverse wonders."
    },
    {
      "country": "spain",
      "tripName": "Grand Spain Madrid",
      "days": 8,
      "price": 2000,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/05/1600x1200-8.jpg",
      "date" : "15 Jan - 23 Jan",
      "availability" : 30,
      "description" : "Embark on a mesmerizing 8-day journey through the diverse landscapes, rich history, and vibrant culture of Spain with Iberia Explorations. Our meticulously crafted itinerary ensures you experience the best of Spain, from its historic cities to its picturesque coastlines. Join us for an unforgettable exploration of this enchanting Iberian gem.",
      "Day1" : "Madrid - Spanish Capital Extravaganza",
      "Day1Plan" : "Arrive in Madrid, the heart of Spain, and check into your centrally located hotel.Explore the historic Plaza Mayor and enjoy a welcome dinner in a traditional tapas bar.Visit the world-renowned Prado Museum, home to masterpieces by Goya, Velázquez, and El Greco.Stroll through Retiro Park and admire the Crystal Palace.",
      "Day3" : "Barcelona - Gaudí's Masterpieces and Catalan Charm",
      "Day3Plan" : "Fly to Barcelona and check into your hotel near the iconic La Rambla.Explore the unique architecture of Antoni Gaudí at Sagrada Familia and Park Güell.Wander through the historic Gothic Quarter, with its narrow streets and medieval buildings.Visit the Picasso Museum and indulge in Catalan cuisine at a local restaurant.",
      "Day5" : "Seville - Flamenco and Moorish Heritage",
      "Day5Plan" : "Travel to Seville, the cultural heart of Andalusia, and check into your charming accommodation.Explore the Royal Alcazar and its stunning gardens.Visit the Seville Cathedral and climb to the top of the Giralda for panoramic views.Experience an authentic Flamenco show in the evening.",
      "Day7" : "Granada - The Alhambra Palace",
      "Day7Plan" : "Journey to Granada and explore the UNESCO-listed Alhambra Palace and Generalife Gardens.Stroll through the historic Albayzín district.Visit the Royal Chapel and Granada Cathedral.Relax at a local hammam or explore the local markets."
    },
    {
      "country": "switzerland",
      "tripName": "Swiss Alps Trip",
      "days": 8,
      "price": 2500,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/10/1600x1200-9.jpg",
      "date" : "15 Feb - 23 Feb",
      "availability" : 20,
      "description" : "Discover the breathtaking beauty of the Alps on our exclusive 8-day tour, seamlessly blending the cultural charm of switzerland with the stunning landscapes of Switzerland. Alpine Adventures invites you to embark on a journey that promises to leave you awe-struck with every turn.",
      "Day1" : "Vienna - Imperial Elegance in switzerland",
      "Day1Plan" : "Arrive in Vienna, the imperial capital of switzerland, and settle into your centrally located hotel.Take a leisurely stroll through the historic streets, and immerse yourself in the grandeur of Schönbrunn Palace.Explore the iconic Hofburg Palace, former imperial residence.Visit St. Stephen's Cathedral and enjoy a coffee in a traditional Viennese coffeehouse.",
      "Day3" : "Interlaken - Swiss Alps Panorama",
      "Day3Plan" : "Travel to Interlaken, Switzerland, and check into your hotel with panoramic mountain views.Take a boat cruise on Lake Thun, surrounded by the Swiss Alps.Ascend Jungfraujoch, the 'Top of Europe', for breathtaking views of the Aletsch Glacier.Explore the charming streets of Interlaken and indulge in Swiss chocolate.",
      "Day5" : "Lucerne - Lakeside Tranquility",
      "Day5Plan" : "Journey to Lucerne, nestled on the shores of Lake Lucerne, and check into your lakeside accommodation.Visit the Chapel Bridge and Water Tower, iconic landmarks of Lucerne.Enjoy a scenic boat cruise on Lake Lucerne.",
      "Day7" : "Zurich - Modern Elegance",
      "Day7Plan" : "Head to Zurich, Switzerland's financial and cultural hub.Explore the Bahnhofstrasse shopping avenue and the Old Town.Conclude the tour with a farewell dinner overlooking Lake Zurich."
    },
    {
      "country": "italy",
      "tripName": "Grand Italy",
      "days": 8,
      "price": 1800,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/05/1600x1200-10.jpg",
      "date" : "15 Mar - 23 Mar",
      "availability" : 25,
      "description" : "Embark on an unforgettable journey through the timeless beauty of Italy with our exclusive 8 Days Tour. Immerse yourself in the rich history, art, and culinary delights that make Italy a must-visit destination. Our meticulously crafted itinerary ensures you experience the best of each location, creating memories to last a lifetime.",
      "Day1" : "Rome :  - The Eternal City",
      "Day1Plan" : "Arrive in Rome and transfer to your luxurious accommodation.Explore the iconic Colosseum, an ancient marvel of engineering. Visit the Roman Forum and Palatine Hill to delve into the heart of ancient Rome.Stroll through the charming streets of Trastevere for authentic Italian cuisine.Enjoy a relaxing evening at your leisure.",
      "Day3" : "Florence - The Cradle of the Renaissance",
      "Day3Plan" : "Travel to Florence and check into your centrally located hotel.Discover the renowned Uffizi Gallery, housing masterpieces of Renaissance art.Explore the Florence Cathedral (Duomo) and climb to the top for panoramic views.Wander through the charming Ponte Vecchio, a medieval bridge over the Arno River.Indulge in Tuscan cuisine at a local trattoria.",
      "Day5" : "Venice - The City of Canals",
      "Day5Plan" : "Journey to Venice, a city built on water, and check into your canal-view hotel.Visit St. Mark's Square and the iconic Campanile.Glide through the enchanting canals on a gondola ride.Explore the historic districts of San Polo and Castello.",
      "Day7" : "Venice - The City of Canals",
      "Day7Plan" : "Travel to the stunning Amalfi Coast and check into your seaside retreat.Explore the charming town of Positano, known for its colorful cliffside houses.Take a scenic drive along the Amalfi Coast, stopping in Amalfi and Ravello. Relax on the beach or enjoy the Mediterranean cuisine at a seaside restaurant."
    },
    {
      "country": "england",
      "tripName": "UK Trip",
      "days": 8,
      "price": 1900,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/10/1600x1200-11.jpg",
      "date" : "15 Apr - 23 Apr",
      "availability" : 50,
      "description" : "Embark on a comprehensive 8-day journey through the historic landscapes and cultural wonders of England, england, and england with Britannia Adventures. Immerse yourself in the rich heritage of the United Kingdom, from iconic landmarks to picturesque countryside. Join us for an unforgettable exploration of Great Britain.",
      "Day1" : "London - Majestic Capital of England",
      "Day1Plan" : "Arrive in London and check into your centrally located hotel.Explore the iconic landmarks including the Tower of London and Tower Bridge.Take a leisurely stroll along the River Thames and enjoy a West End show in the evening.Visit the British Museum to explore world-class exhibits.Explore Buckingham Palace, witness the Changing of the Guard ceremony.Evening at leisure to discover London's diverse culinary scene.",
      "Day3" : "Edinburgh - england's Royal Gem",
      "Day3Plan" : "Fly to Edinburgh and check into your hotel with views of the historic Edinburgh Castle.Explore the Royal Mile, visit St. Giles' Cathedral, and enjoy the atmosphere of the Old Town.Visit the Edinburgh Castle, perched on Castle Rock.Take a hike up Arthur's Seat for panoramic views of the city.Attend a traditional Scottish dinner with live music.",
      "Day5" : "Cardiff - Welsh Heritage and Countryside",
      "Day5Plan" : "Travel to Cardiff, the capital of england, and check into your hotel.Explore Cardiff Castle and Bute Park.Discover the vibrant atmosphere of Cardiff Bay.Visit the National Museum Cardiff and learn about Welsh history.Take a scenic drive to the Brecon Beacons National Park for breathtaking landscapes.Evening at leisure in Cardiff.",
      "Day7" : "Stratford-upon-Avon & Departure - Shakespearean Farewell",
      "Day7Plan" : "Travel to Stratford-upon-Avon, the birthplace of William Shakespeare.Visit Shakespeare's Birthplace and Anne Hathaway's Cottage.Enjoy a farewell dinner in a traditional Tudor-style inn.Morning at leisure in Stratford-upon-Avon.Departure day, marking the end of a remarkable journey through Great Britain with Britannia Adventures."
    },
    {
      "country": "hungary",
      "tripName": "East Europe",
      "days": 8,
      "price": 1200,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/10/1600x1200-12.jpg",
      "date" : "15 May - 23 May",
      "availability" : 60,
      "description" : "Embark on a whirlwind 8-day journey through the heart of Central Europe, exploring the cultural gems of Hungary, hungary Republic, and hungary with CentralExplorations. This carefully curated tour offers a glimpse into the rich history, vibrant cities, and picturesque landscapes of these enchanting countries.",
      "Day1" : "Budapest - Pearl of the Danube",
      "Day1Plan" : "Arrive in Budapest, Hungary, and check into your centrally located hotel.Explore Buda Castle and Fisherman's Bastion for panoramic views of the Danube River.Enjoy an evening cruise on the Danube, passing by the illuminated landmarks.Visit the iconic Hungarian Parliament Building.Stroll along Andrássy Avenue and Heroes' Square.Relax at the Széchenyi Thermal Bath, one of Europe's largest thermal complexes.",
      "Day3" : "Prague - Bohemian Beauty",
      "Day3Plan" : "Fly to Prague, hungary Republic, and check into your hotel in the historic Old Town.Explore Prague Castle, St. Vitus Cathedral, and the charming Golden Lane.Wander across Charles Bridge and enjoy the vibrant atmosphere of Old Town Square.Visit the Astronomical Clock and Old Town Hall.Explore the picturesque neighborhoods of Malá Strana and Josefov.Conclude your stay with a traditional hungary dinner and live music.",
      "Day5" : "Ljubljana & Lake Bled - hungaryn Serenity",
      "Day5Plan" : "Travel to Ljubljana, hungary's charming capital, and check into your hotel.Explore Ljubljana Castle and stroll along the scenic Ljubljanica River.Enjoy dinner at a riverside restaurant.Day trip to Lake Bled, surrounded by the Julian Alps.Visit Bled Castle and take a traditional pletna boat to Bled Island.Conclude the day with a tasting of Bled's famous cream cake.",
      "Day7" : "Vienna & Departure - Imperial Elegance",
      "Day7Plan" : "Travel to Vienna, switzerland, and check into a centrally located hotel.Explore the historic Schoenbrunn Palace and its magnificent gardens.Visit the Naschmarkt for a taste of Viennese culinary delights.Evening at leisure to savor the vibrant atmosphere of Vienna.Morning visit to the iconic Belvedere Palace with its stunning Baroque architecture.Explore the Kunsthistorisches Museum, home to an extensive collection of art.Conclude the tour with a farewell dinner in a traditional Viennese heuriger.Departure day, marking the end of an unforgettable journey through Central Europe with CentralExplorations."
    },
    {
      "country": "austria",
      "tripName": "Vienna Trip",
      "days": 8,
      "price": 2200,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/10/1600x1200-18.jpg",
      "date" : "20 Dec - 27 Dec",
      "availability" : 80,
      "description" : "Explore the rich history, stunning landscapes, and vibrant culture of Austria on this 8-day adventure. From the imperial elegance of Vienna to the charming alpine villages, this itinerary offers a diverse experience of Austria's beauty.",
      "Day1" : "Vienna - Imperial Elegance and Cultural Delights",
      "Day1Plan" : "Begin your journey in Vienna, the capital. Visit the iconic Schönbrunn Palace, stroll through the historic city center, and explore the grandeur of the Hofburg Imperial Palace. Dive into Austrian culture with a visit to a traditional coffeehouse and attend a classical music concert in the evening.",
      "Day3" : "Salzburg - Mozart's Birthplace and Alpine Beauty",
      "Day3Plan" : "Head to Salzburg, birthplace of Mozart. Explore the UNESCO-listed Old Town, visit Mirabell Palace, and take a boat ride on Lake Wolfgang. Immerse yourself in the Sound of Music scenery, and hike or take a cable car to the surrounding alpine peaks for breathtaking views.",
      "Day5" : "Innsbruck - Alpine Adventure and Historical Charm",
      "Day5Plan" : "Travel to Innsbruck, nestled in the heart of the Alps. Discover the historic Old Town, visit the Imperial Palace, and marvel at the Golden Roof. Take a cable car to the Nordkette mountain range for panoramic views, or try winter sports depending on the season.",
      "Day7" : "Hallstatt and the Austrian Lakes - Idyllic Villages and Natural Wonders.",
      "Day7Plan" : "Visit the picturesque village of Hallstatt, situated by a serene lake. Explore the charming streets, visit the Salt Mine, and take a boat tour on Lake Hallstatt. Enjoy the tranquility of the Austrian lakeside before heading back to Vienna for departure on the final day."
    },
    {
      "country" : "japan",
      "tripName": "Tokyo Trip",
      "days": 8,
      "price": 3500,
      "image" : "https://i.ibb.co/FgxRjSW/jezael-melgoza-Niy-RORf8d8-I-unsplash.jpg",
      "date" : "15 Dec - 23 Dec",
      "availability" : 30,
      "description" : "Embark on an exhilarating 8-day adventure in Tokyo, a city that seamlessly blends tradition and modernity. Explore historic gems like Senso-ji Temple, vibrant districts like Shibuya and Harajuku, and modern marvels such as Odaiba and Tokyo Tower.",
      "Day1" : "Historic Charm",
      "Day1Plan" : "Explore Asakusa's Senso-ji Temple and Nakamise Shopping Street.Visit Ueno Park and its museums, then experience Shibuya Crossing and Harajuku's trendy vibe.",
      "Day3" : "Modern Marvels",
      "Day3Plan" : "Discover Odaiba's entertainment complexes and digital art museum.Take in the view from Tokyo Tower, shop in Ginza, and day trip to Yokohama.",
      "Day5" : "Nature Retreat",
      "Day5Plan" : "Enjoy the tranquility of Meiji Shrine and Yoyogi Park. Explore Shimokitazawa's indie scene and take a day trip to Mount Takao.",
      "Day7" : "Cultural Immersion",
      "Day7Plan" : "Immerse yourself in Tokyo National Museum and Akihabara's electronics and anime. Day trip to Nikko's Toshogu Shrine and relax in Hakone's onsen for a perfect ending."
    },
    {
      "country": "brazil",
      "tripName": "Rio de Janeiro",
      "days": 8,
      "price": 1900,
      "image" : "https://i.ibb.co/H7MJQDY/raphael-nogueira-CErddu-Jw-Kw-unsplash-1.jpg",
      "date" : "01 Jan - 07 Jan",
      "availability" : 30,
      "description" : "Embark on an 8-day adventure in Brazil, a country known for its lively culture, stunning natural landscapes, and vibrant cities. From the iconic sights of Rio de Janeiro to the Amazon Rainforest, this itinerary offers a diverse and unforgettable experience.",
      "Day1" : "Rio de Janeiro - Samba Rhythms and Iconic Landmarks",
      "Day1Plan" : "Begin your journey in Rio de Janeiro, exploring the famous Copacabana and Ipanema beaches. Visit the iconic Christ the Redeemer statue, explore the historic Santa Teresa neighborhood, and immerse yourself in the vibrant energy of Rio's samba culture. Enjoy the breathtaking views from Sugarloaf Mountain and discover the lush Tijuca National Park.",
      "Day3" : "Rio de Janeiro - Cultural Exploration and Natural Wonders",
      "Day3Plan" : "Delve deeper into Rio's cultural richness by visiting the Selarón Steps and indulging in local cuisine. Spend a relaxing day on the beaches, try a samba dance class, and explore the bohemian nightlife of Lapa. Discover the beauty of Tijuca Forest with its waterfalls and diverse flora and fauna.",
      "Day5" : "Colonial History and Afro-Brazilian Heritage",
      "Day5Plan" : "Fly to Salvador, a city known for its rich Afro-Brazilian culture. Explore the historic Pelourinho district with its colorful colonial architecture, visit the São Francisco Church, and experience the vibrant local music and dance traditions. Relax on Salvador's beautiful beaches and savor Bahian cuisine.",
      "Day7" : "Amazon Rainforest - Jungle Adventure and River Exploration",
      "Day7Plan" : "Fly to Manaus, the gateway to the Amazon Rainforest. Embark on an unforgettable jungle adventure with guided hikes, wildlife watching, and a boat trip on the Amazon River. Explore the unique ecosystems and indigenous communities, immersing yourself in the awe-inspiring beauty of the world's largest rainforest."
    },
    {
      "country": "canada",
      "tripName": "Vancouver Trip",
      "days": 8,
      "price": 2600,
      "image" : "https://i.ibb.co/LdNmqR3/matt-wang-d-Bp9db-QCh4-Q-unsplash.jpg",
      "date" : "04 Jun - 11 Jun",
      "availability" : 50,
      "description" : "Embark on an 8-day journey through Canada, a land of diverse landscapes, vibrant cities, and welcoming locals. From the stunning natural beauty of Vancouver to the historic charm of Quebec City, this itinerary offers a glimpse into the rich tapestry of Canadian culture.",
      "Day1" : "Vancouver - Pacific Coast Paradise",
      "Day1Plan" : "Start your adventure in Vancouver. Explore Stanley Park, visit Granville Island's markets, and wander through the historic Gastown district. Enjoy outdoor activities in the city's beautiful surroundings and indulge in diverse culinary delights.",
      "Day3" : "Whistler - Mountain Retreat and Adventure",
      "Day3Plan" : "Take a scenic drive to Whistler, a world-renowned mountain resort. Enjoy outdoor activities such as hiking or mountain biking, explore the charming village, and experience the thrill of the Zip Line or the Peak 2 Peak Gondola. Relax in the natural beauty of the Whistler Blackcomb mountains.",
      "Day5" : " Banff National Park - Alpine Splendor",
      "Day5Plan" : "Fly to Calgary and drive to Banff National Park. Explore the town of Banff, visit Lake Louise, and take a scenic drive on the Icefields Parkway. Hike, bike, or take a boat tour to immerse yourself in the breathtaking alpine landscapes.",
      "Day7" : "Quebec City - Historic Elegance",
      "Day7Plan" : "Fly to Quebec City, a UNESCO World Heritage site. Explore Old Quebec with its cobblestone streets, visit Château Frontenac, and stroll along Dufferin Boardwalk. Delight in French-inspired cuisine, and soak in the city's rich history and cultural charm."
    },
    {
      "country": "germany",
      "tripName": "Berlin Canal",
      "days": 8,
      "price": 2200,
      "image" : "https://i.ibb.co/1Kh5JSN/levin-i8-IPx-SMJWt-A-unsplash.jpg",
      "date" : "15 May - 22 May",
      "availability" : 20,
      "description" : "Embark on an 8-day journey through Germany, a country that seamlessly blends rich history, cultural sophistication, and stunning landscapes. From the vibrant city life of Berlin to the charming medieval towns along the Romantic Road, this itinerary offers a diverse taste of Germany's allure.",
      "Day1" : "Berlin - Contemporary Culture and Historical Landmarks",
      "Day1Plan" : "Start your adventure in Berlin, the capital city. Explore iconic landmarks like the Brandenburg Gate and Checkpoint Charlie. Immerse yourself in the city's contemporary art scene with visits to the East Side Gallery and Museum Island. Enjoy Berlin's lively nightlife and diverse culinary offerings.",
      "Day3" : "Munich - Bavarian Traditions and Historic Charm",
      "Day3Plan" : "Travel to Munich, the capital of Bavaria. Experience the charm of Marienplatz, visit Nymphenburg Palace, and explore the English Garden. Delight in traditional Bavarian cuisine at a beer garden, and if the timing is right, participate in a local festival. Take a day trip to the nearby Neuschwanstein Castle.",
      "Day5" : "Nuremberg and Rothenburg ob der Tauber - Medieval Splendor",
      "Day5Plan" : "Head to Nuremberg, known for its medieval architecture and history. Explore the Imperial Castle and the Old Town's charming squares. Journey along the Romantic Road to Rothenburg ob der Tauber, a beautifully preserved medieval town. Walk along cobblestone streets, visit the Christmas Museum, and indulge in local treats like Schneeballen.",
      "Day7" : "Heidelberg and Rhine Valley - Castle Romance and Scenic Beauty",
      "Day7Plan" : "Travel to Heidelberg, home to Germany's oldest university. Explore Heidelberg Castle, stroll along the Philosopher's Path, and cross the Old Bridge. Continue to the Rhine Valley, where you can take a scenic boat cruise and admire the vineyard-covered hills. Conclude your journey with a visit to the charming town of Rüdesheim."
    },
    {
      "country": "china",
      "tripName": "Beijing Asia",
      "days": 8,
      "price": 3400,
      "image" : "https://i.ibb.co/X3SyWtp/ling-tang-y-Bro-AF1c-N3-I-unsplash.jpg",
      "date" : "18 May - 24 May",
      "availability" : 40,
      "description" : "Embark on an unforgettable 8-day journey through China, a land of ancient wonders, vibrant cities, and diverse landscapes. From the iconic sights of Beijing to the picturesque landscapes of Guilin, this itinerary offers a glimpse into the rich tapestry of Chinese culture and history.",
      "Day1" : "Beijing - Imperial Majesty and Modern Marvels",
      "Day1Plan" : "Begin your adventure in Beijing, the capital city. Explore the grandeur of the Forbidden City, walk along the Great Wall of China, and visit the historic Temple of Heaven. Immerse yourself in the city's dynamic atmosphere, explore the narrow hutongs, and witness the modern marvels of Beijing, such as the Bird's Nest stadium.",
      "Day3" : " Xi'an - Ancient Terracotta Army and Cultural Heritage",
      "Day3Plan" : "Travel to Xi'an, home to the famous Terracotta Army. Marvel at the thousands of life-sized soldiers and horses crafted to accompany China's first emperor. Explore the ancient city walls, visit the Big Wild Goose Pagoda, and indulge in Xi'an's renowned cuisine, including the famous dumplings.",
      "Day5" : "Guilin and Yangshuo - Karst Mountains and River Cruises",
      "Day5Plan" : "Head to Guilin, known for its stunning karst landscapes. Take a cruise along the Li River, passing through picturesque scenery and traditional villages. Explore the enchanting town of Yangshuo, surrounded by karst peaks. Enjoy outdoor activities, such as cycling or bamboo rafting, and immerse yourself in the natural beauty of the region.",
      "Day7" : "Shanghai - Modern Elegance and Cultural Fusion",
      "Day7Plan" : "Fly to Shanghai, China's cosmopolitan metropolis. Explore the historic Bund, stroll through the French Concession, and marvel at the futuristic skyline from the Oriental Pearl Tower. Visit the Shanghai Museum and enjoy traditional tea at Yuyuan Garden. Conclude your journey with a walk along Nanjing Road and a farewell dinner overlooking the city."
    },
    {
      "country": "bangladesh",
      "tripName": "Dhaka The Capital",
      "days": 8,
      "price": 2500,
      "image" : "https://i.ibb.co/MCLnCPv/amjad-rana-Mr-KPi-yaj-C0-unsplash-1.jpg",
      "date" : "16 Dec - 23 Dec",
      "availability" : 100,
      "description" : "Embark on an enriching 8-day journey through Bangladesh, a country known for its rich history, vibrant culture, and diverse landscapes. From the bustling streets of Dhaka to the serene beauty of the Sundarbans, this itinerary offers a comprehensive exploration of Bangladesh's unique charm.",
      "Day1" : "Dhaka - Capital Chaos and Historical Treasures",
      "Day1Plan" : "Start your adventure in Dhaka, the bustling capital. Explore the historical landmarks of Lalbagh Fort, Ahsan Manzil, and the Liberation War Museum. Stroll through the vibrant streets of Old Dhaka, visit the bustling Sadarghat River Port, and experience the energy of the local markets.",
      "Day3" : "Srimangal - Tea Gardens and Cultural Immersion",
      "Day3Plan" : "Travel to Srimangal, the 'Tea Capital of Bangladesh.' Explore lush tea estates, visit the Lawachara National Park to spot wildlife, and experience the art of tea picking and processing. Immerse yourself in the culture of indigenous communities and indulge in local culinary delights.",
      "Day5" : "Sundarbans - Mangrove Forests and Wildlife Safari",
      "Day5Plan" : "Head to the Sundarbans, the world's largest mangrove forest. Take a boat safari to explore the intricate waterways, spot Bengal tigers, crocodiles, and various bird species. Visit local villages, experience traditional life, and witness the unique coexistence of man and nature in this UNESCO World Heritage Site.",
      "Day7" : "Cox's Bazar - Longest Beach and Coastal Tranquility",
      "Day7Plan" : "Fly to Cox's Bazar, home to the world's longest natural sea beach. Relax on the pristine sandy shores, visit Himchari National Park for a blend of beach and wildlife, and explore the vibrant beach town. Enjoy water activities, savor fresh seafood, and unwind with the serene coastal scenery."
    },
    {
      "country": "egypt",
      "tripName": "Cairo The Chaos",
      "days": 8,
      "price": 3900,
      "image" : "https://i.ibb.co/Xk1gZHY/omar-elsharawy-pw-Mbtw-A9-LRc-unsplash-1.jpg",
      "date" : "04 May - 11 May",
      "availability" : 30,
      "description" : "Embark on a captivating 8-day journey through Egypt, a land of ancient wonders, rich history, and vibrant culture. From the iconic pyramids of Giza to the tranquil beauty of the Nile, this itinerary offers a profound exploration of Egypt's timeless allure.",
      "Day1" : "Cairo - Gateway to Ancient Treasures",
      "Day1Plan" : "Begin your adventure in Cairo, the bustling capital. Explore the awe-inspiring Giza Plateau, home to the Great Pyramid of Khufu, the Sphinx, and the Pyramid of Khafre. Visit the Egyptian Museum, housing an extensive collection of artifacts, and wander through the vibrant Khan El Khalili Bazaar. Immerse yourself in the energy of Cairo's streets and savor traditional Egyptian cuisine.",
      "Day3" : "Luxor - Temples and Tombs of the Pharaohs",
      "Day3Plan" : "Fly to Luxor, the 'World's Greatest Open-Air Museum.' Explore the East Bank with the grand Karnak Temple and Luxor Temple. Cross the Nile to the West Bank to visit the Valley of the Kings, the Temple of Hatshepsut, and the Colossi of Memnon. Experience the enchanting atmosphere of Luxor's historic sites.",
      "Day5" : "Aswan - Nubian Culture and Tranquil Nile Views",
      "Day5Plan" : "Travel to Aswan, a city nestled along the Nile. Visit the High Dam, Philae Temple, and the Unfinished Obelisk. Take a boat trip to Elephantine Island and stroll through the Nubian villages. Relax with a felucca ride on the Nile, absorbing the serene landscapes. Explore the colorful souks and immerse yourself in Nubian culture.",
      "Day7" : "Nile Cruise - Serenity on the River of Life",
      "Day7Plan" : "Embark on a Nile cruise to sail through the heart of Egypt. Visit Kom Ombo and Edfu Temples along the way. Relax on the sundeck, enjoying the timeless beauty of the Nile. Disembark at Luxor, where you can revisit some sites or explore new ones. Conclude your journey by witnessing the mesmerizing Sound and Light Show at Karnak Temple."
    },
    {
      "country": "saudi arabia",
      "tripName": "Riyadh Trip",
      "days": 8,
      "price": 1900,
      "image" : "https://i.ibb.co/Y7KskH2/abdulrhman-alkhnaifer-k-UANv-Jw-GN4-M-unsplash.jpg",
      "date" : "30 Apr - 07 May",
      "availability" : 30,
      "description" : "Embark on an extraordinary 8-day journey through Saudi Arabia, a land of rich history, stunning landscapes, and cultural authenticity. From the modern metropolis of Riyadh to the historical wonders of Al Ula and the Red Sea's coastal beauty, this itinerary offers a diverse and immersive experience of the Kingdom.",
      "Day1" : "Riyadh - Modern Marvels and Historical Gems",
      "Day1Plan" : "Begin your adventure in Riyadh, the capital city. Explore the modern skyline of the King Abdullah Financial District, visit the historic Masmak Fortress, and delve into the rich history at the National Museum. Stroll through the bustling Souq Al Zal, and experience the vibrant local culture. Conclude the day with a visit to the iconic Kingdom Centre Tower.",
      "Day3" : "Al Ula - Ancient Tombs and Rock Formations",
      "Day3Plan" : "Travel to Al Ula, a UNESCO World Heritage site. Discover the ancient tombs of Madain Saleh (Al-Hijr), reminiscent of Petra. Explore the breathtaking landscapes of Elephant Rock and the surrounding desert. Take a hot air balloon ride for panoramic views of the geological wonders and enjoy the unique blend of history and nature.",
      "Day5" : "Jeddah - Red Sea Serenity and Cultural Fusion",
      "Day5Plan" : "Fly to Jeddah, the vibrant port city along the Red Sea. Explore the historic district of Al-Balad, known for its coral architecture and vibrant souks. Visit the King Fahd Fountain, stroll along the Corniche, and relax on the shores of the Red Sea. Immerse yourself in the local arts scene at the Jeddah Arts Center.",
      "Day7" : "Abha - Mountain Escapes and Scenic Beauty",
      "Day7Plan" : "Travel to Abha, the city nestled in the Asir Province's mountains. Explore the scenic Asir National Park, visit the Habala Village suspended on the mountainside, and take a cable car ride for panoramic views. Discover the unique architecture of the Al-Soudah Park, and indulge in traditional Asiri cuisine."
    },
    {
      "country": "peru",
      "tripName": "Lima The City",
      "days": 8,
      "price": 2000,
      "image" : "https://i.ibb.co/VmrcbXJ/willian-justen-de-vasconcellos-4h-MET7v-YTAQ-unsplash.jpg",
      "date" : "15 May - 23 May",
      "availability" : 60,
      "description" : "Embark on an exhilarating 8-day journey through Peru, a country that seamlessly blends ancient Incan wonders with vibrant cultures and breathtaking landscapes. From the iconic Machu Picchu to the colonial charm of Cusco, this itinerary offers a comprehensive exploration of Peru's diverse treasures.",
      "Day1" : "Lima - Coastal City Delights",
      "Day1Plan" : "Begin your adventure in Lima, the capital on the Pacific coast. Explore the historic district of Miraflores, visit the Larco Museum showcasing pre-Columbian art, and indulge in Peru's renowned culinary scene. Stroll along the picturesque Malecón and enjoy the coastal views.",
      "Day3" : "Cusco - Incan Capital and Sacred Valley",
      "Day3Plan" : "Fly to Cusco, the ancient capital of the Inca Empire. Explore the Plaza de Armas, visit the Qorikancha Temple, and wander through the charming streets filled with colonial architecture. Venture into the Sacred Valley, visiting Pisac's vibrant market and the archaeological site. Immerse yourself in the culture of the Andean communities.",
      "Day5" : "Machu Picchu - Inca Citadel Marvels",
      "Day5Plan" : "Take a scenic train journey to Aguas Calientes and then ascend to the majestic Machu Picchu. Explore the ancient citadel, marvel at the precision of Incan architecture, and hike to the Sun Gate for panoramic views. Return to Cusco and savor the vibrant nightlife.",
      "Day7" : "Arequipa - Colonial Splendor and Volcanic Landscapes",
      "Day7Plan" : "Fly to Arequipa, known as the 'White City' for its colonial architecture. Explore the Santa Catalina Monastery, visit the historic Plaza de Armas, and enjoy views of the Misti Volcano. Venture into the Colca Canyon, spot Andean condors, and relax in the thermal baths. Conclude your journey with a visit to the bustling San Camilo Market."
    },
    {
      "country": "russia",
      "tripName": "Moscow Tour",
      "days": 8,
      "price": 2500,
      "image" : "https://i.ibb.co/S6fQhZ8/alexander-smagin-B-F3hj-Z-Sc-unsplash.jpg",
      "date" : "23 May - 30 May",
      "availability" : 70,
      "description" : "Embark on a fascinating 8-day journey through Russia, a country that seamlessly blends rich history, cultural grandeur, and diverse landscapes. From the imperial treasures of St. Petersburg to the iconic Red Square in Moscow, this itinerary provides a comprehensive exploration of Russia's captivating heritage.",
      "Day1" : "Moscow - Red Square and Kremlin Splendor",
      "Day1Plan" : "Travel to Moscow, the capital city. Visit the iconic Red Square, marvel at St. Basil's Cathedral, and explore the Kremlin with its historic cathedrals and the Armory Chamber. Take a stroll through GUM, the famous shopping arcade, and enjoy the vibrant atmosphere of Moscow's streets.",
      "Day3" : "Moscow - Arts and History",
      "Day3Plan" : "Visit the Tretyakov Gallery to explore Russian art, and take a leisurely walk in Gorky Park. Discover the impressive Moscow Metro stations, known for their artistic designs. Conclude your journey with a visit to the Bolshoi Theatre for a world-class performance.",
      "Day5" : " St. Petersburg - Imperial Elegance and Cultural Gems",
      "Day5Plan" : "Start your adventure in St. Petersburg, the 'Venice of the North.' Explore the grandeur of the State Hermitage Museum, stroll through the historic Winter Palace, and visit the opulent Catherine Palace in Pushkin. Enjoy an evening performance at the Mariinsky Theatre and experience the vibrant arts scene.",
      "Day7" : "St. Petersburg - Canals and Palaces",
      "Day7Plan" : "Continue your exploration of St. Petersburg with a boat cruise along the canals, passing by iconic landmarks. Visit Peter and Paul Fortress, home to the tombs of Russian emperors, and admire the Church of the Savior on Spilled Blood. Explore the Peterhof Palace with its stunning gardens and fountains."
    },
    {
      "country": "argentina",
      "tripName": "Buenos Aires The Capital",
      "days": 8,
      "price": 2400,
      "image" : "https://i.ibb.co/Z8tdXrM/derek-oyen-l-Yv3h-Xp-Fde-Y-unsplash.jpg",
      "date" : "28 June - 05 July",
      "availability" : 50,
      "description" : "Embark on a captivating 8-day journey through Argentina, a country that boasts diverse landscapes, rich cultural traditions, and vibrant cities. From the bustling streets of Buenos Aires to the awe-inspiring natural wonders of Patagonia, this itinerary offers a blend of urban excitement and breathtaking natural beauty.",
      "Day1" : "Buenos Aires - Tango Rhythms and Cultural Splendor",
      "Day1Plan" : "Start your adventure in Buenos Aires, the vibrant capital. Explore the historic neighborhoods of San Telmo and La Boca, witness a captivating tango performance, and visit the iconic Recoleta Cemetery. Indulge in Argentine cuisine, and experience the lively atmosphere of Buenos Aires' nightlife.",
      "Day3" : "Mendoza - Wine Country Retreat",
      "Day3Plan" : "Fly to Mendoza, the heart of Argentina's wine country. Tour the picturesque vineyards of the Uco Valley, indulge in wine tastings, and savor gourmet meals with panoramic mountain views. Explore the charming city of Mendoza, known for its tree-lined streets and vibrant plazas.",
      "Day5" : "El Calafate - Glacial Majesty in Patagonia",
      "Day5Plan" : "Travel to El Calafate, gateway to the stunning Perito Moreno Glacier. Witness the colossal ice formations, take a boat excursion to admire the glacier up close, and explore Los Glaciares National Park. Enjoy the breathtaking landscapes of Patagonia and the Andes.",
      "Day7" : "Bariloche - Lakeside Serenity and Alpine Charm",
      "Day7Plan" : "Fly to Bariloche, situated in the picturesque Lake District. Explore the charming town, cruise on Lake Nahuel Huapi, and take a chairlift to Cerro Campanario for panoramic views. Enjoy outdoor activities like hiking or mountain biking, and savor the renowned chocolate of Bariloche. Conclude your journey surrounded by the natural beauty of the Andean region."
    },
    {
      "country": "iran",
      "tripName": "Tehran The Special One",
      "days": 8,
      "price": 2300,
      "image" : "https://i.ibb.co/zFnZ7qq/azin-javadzadeh-DYl-TNs-Xy5-UU-unsplash.jpg",
      "date" : "15 May - 23 May",
      "availability" : 60,
      "description" : "Embark on an immersive 8-day journey through Iran, a country steeped in history, culture, and stunning landscapes. From the bustling bazaars of Tehran to the ancient wonders of Persepolis and the desert oasis of Yazd, this itinerary captures the essence of Iran's rich heritage.",
      "Day1" : "Tehran - Capital Exploration and Cultural Discovery",
      "Day1Plan" : "Begin your adventure in Tehran, the vibrant capital. Explore the Golestan Palace, visit the National Museum, and wander through the bustling Grand Bazaar. Delve into the city's contemporary art scene at the Tehran Museum of Contemporary Art. Experience the dynamic blend of modernity and tradition in Iran's capital.",
      "Day3" : "Isfahan - Architectural Marvels and Persian Grandeur",
      "Day3Plan" : "Travel to Isfahan, often referred to as 'Half of the World' for its magnificent architecture. Discover the UNESCO-listed Naqsh-e Jahan Square, visit the stunning Imam Mosque and Sheikh Lotfollah Mosque. Stroll along the historic bridges of Isfahan, and indulge in the city's vibrant atmosphere and Persian hospitality.",
      "Day5" : "Shiraz - City of Poets and Ancient Heritage",
      "Day5Plan" : "Head to Shiraz, the city of poets and gardens. Explore the Eram Garden, marvel at the Pink Mosque (Nasir al-Mulk Mosque), and wander through the bustling Vakil Bazaar. Take a day trip to the UNESCO World Heritage site of Persepolis, an ancient Persian capital with impressive ruins, and explore the nearby necropolis of Naqsh-e Rustam.",
      "Day7" : "Yazd - Desert Oasis and Zoroastrian Culture",
      "Day7Plan" : "Travel to Yazd, a city surrounded by desert landscapes. Explore the Jameh Mosque, visit the Zoroastrian Fire Temple, and wander through the well-preserved historic district of Fahadan. Admire the unique architecture of Yazd's wind towers and qanats. Conclude your journey by visiting the Yazd Atash Behram, one of the oldest continuously burning fire temples."
    },
    {
      "country": "iraq",
      "tripName": "Baghdad Tour",
      "days": 8,
      "price": 2700,
      "image" : "https://i.ibb.co/vwj4QQJ/saad-salim-8e-JTLS3l-Iiw-unsplash.jpg",
      "date" : "04 Aug - 12 Aug",
      "availability" : 30,
      "description" : "Embark on a captivating 8-day journey through Iraq, a country with a rich history, cultural heritage, and diverse landscapes. From the ancient wonders of Babylon to the bustling markets of Baghdad, this itinerary offers a glimpse into Iraq's unique and captivating allure.",
      "Day1" : "Baghdad - Capital Exploration and Historical Marvels",
      "Day1Plan" : "Begin your adventure in Baghdad, the capital city. Explore the historic Al-Mutanabbi Street, known for its vibrant book market. Visit the National Museum of Iraq, housing archaeological treasures spanning millennia. Wander through the ancient Abbasid Palace and enjoy the serene atmosphere of the Baghdad Zoo. Immerse yourself in the city's culture and traditional cuisine.",
      "Day3" : "Babylon and Hillah - Ancient Wonders and Cultural Heritage",
      "Day3Plan" : "Travel to Babylon, an ancient city with a rich history. Explore the archaeological site, marvel at the Ishtar Gate and the Hanging Gardens (one of the Seven Wonders of the Ancient World). Visit the nearby city of Hillah to experience local life, explore traditional markets, and discover the Maqam al-Imam al-Husayn.",
      "Day5" : "Najaf and Karbala - Spiritual Centers and Holy Sites",
      "Day5Plan" : "Head to Najaf, a significant religious center for Shia Islam. Visit the sacred Imam Ali Shrine, a masterpiece of Islamic architecture. Continue to Karbala, home to the revered Imam Hussein Shrine. Explore the vibrant streets surrounding the holy sites, and engage with the spiritual atmosphere of these important pilgrimage destinations.",
      "Day7" : "Erbil - Kurdish Culture and Ancient Citadel",
      "Day7Plan" : "Fly to Erbil, the capital of the Kurdistan Region. Explore the ancient Citadel of Erbil, a UNESCO World Heritage site. Wander through the vibrant bazaars, visit the Kurdish Textile Museum, and enjoy the city's modern amenities. Conclude your journey with a visit to Sami Abdulrahman Park, offering panoramic views of Erbil."
    },
    {
      "country": "ireland",
      "tripName": "Dublin Tour",
      "days": 8,
      "price": 2800,
      "image" : "https://i.ibb.co/9rsbHXw/sylvia-szekely-tfd-G9vb-Kdzo-unsplash.jpg",
      "date" : "11 Sep - 18 Sep",
      "availability" : 28,
      "description" : "Embark on a charming 8-day journey through Ireland, a land of rolling green hills, historic castles, and warm hospitality. From the vibrant streets of Dublin to the breathtaking landscapes of the Ring of Kerry, this itinerary offers a perfect blend of cultural exploration and natural beauty.",
      "Day1" : "Dublin - Capital Culture and Historic Landmarks",
      "Day1Plan" : "Begin your adventure in Dublin, the capital city. Explore the historic Trinity College and marvel at the Book of Kells. Wander through the lively streets of Temple Bar, visit the Guinness Storehouse, and enjoy a traditional Irish meal at a local pub. Immerse yourself in Dublin's rich literary history at the Dublin Writers Museum.",
      "Day3" : "Galway - Coastal Charm and Connemara Beauty",
      "Day3Plan" : "Travel to Galway, a lively city on the west coast. Stroll along the picturesque Claddagh and Salthill Promenade. Explore the charming streets of Galway, known for its vibrant arts scene. Take a day trip to Connemara, with its stunning landscapes, Kylemore Abbey, and the Twelve Bens mountain range.",
      "Day5" : "Killarney and the Ring of Kerry - Majestic Landscapes",
      "Day5Plan" : "Head to Killarney, the gateway to the Ring of Kerry. Explore Killarney National Park, visit Muckross House and Gardens, and take a boat trip on the Lakes of Killarney. Embark on a scenic drive along the Ring of Kerry, passing through picturesque villages and enjoying breathtaking coastal views.",
      "Day7" : " Cork and Kinsale - Historic Port Cities and Culinary Delights",
      "Day7Plan" : "Travel to Cork, Ireland's second-largest city. Explore the historic English Market, visit the Cork City Gaol, and stroll along the River Lee. Drive to the coastal town of Kinsale, known for its colorful buildings and excellent seafood. Enjoy a relaxing day exploring the quaint streets, historic forts, and indulging in local culinary delights."
    },
    {
      "country": "colombia",
      "tripName": "Bogotá Tour",
      "days": 8,
      "price": 2000,
      "image" : "https://i.ibb.co/KNXmzq3/datingscout-PRJWxw-Dmts-E-unsplash.jpg",
      "date" : "31 Aug - 07 Sep",
      "availability" : 45,
      "description" : "Embark on an exhilarating 8-day journey through Colombia, a country known for its diverse landscapes, vibrant cities, and rich cultural heritage. From the historic streets of Cartagena to the lush coffee regions and the vibrant capital of Bogotá, this itinerary provides a taste of Colombia's unique charm.",
      "Day1" : "Cartagena - Colonial Splendor and Caribbean Vibes",
      "Day1Plan" : "Start your adventure in Cartagena, a UNESCO World Heritage city on the Caribbean coast. Explore the historic walled city, stroll through charming streets, and visit the Castillo San Felipe de Barajas. Relax on the beaches of Bocagrande, savor Colombian cuisine, and experience the lively atmosphere of Cartagena's squares.",
      "Day3" : "Medellín - Modern Metropolis and Cultural Delights",
      "Day3Plan" : "Fly to Medellín, a city surrounded by mountains. Explore the innovative public spaces like Plaza Botero and Parque Explora. Visit the Comuna 13 neighborhood, known for its street art and transformation. Take the Metrocable for panoramic views and experience Medellín's nightlife in the El Poblado district.",
      "Day5" : "Coffee Triangle - Scenic Plantations and Rural Beauty",
      "Day5Plan" : "Head to the Coffee Triangle, a region known for its lush landscapes and coffee plantations. Visit a coffee farm to learn about the coffee-making process, hike through the Cocora Valley with its iconic wax palms, and relax in the charming town of Salento. Immerse yourself in the vibrant colors and cultural richness of the region.",
      "Day7" : " Bogotá - Capital Culture and Andean Beauty",
      "Day7Plan" : "Travel to Bogotá, the capital nestled in the Andean mountains. Explore the historic La Candelaria district, visit the Gold Museum, and take a cable car or hike to Monserrate for panoramic views. Experience the cultural scene at the Botero Museum and enjoy Bogotá's diverse culinary offerings."
    },
    {
      "country": "greece",
      "tripName": "Athens Trip",
      "days": 8,
      "price": 2900,
      "image" : "https://i.ibb.co/z5bHPbK/topsphere-media-a7ka-VTKOVoc-unsplash.jpg",
      "date" : "12 Oct - 20 Oct",
      "availability" : 50,
      "description" : "Embark on a captivating 8-day journey through Greece, a country that encapsulates ancient history, stunning landscapes, and vibrant culture. From the iconic ruins of Athens to the serene islands of Santorini and Mykonos, this itinerary offers a perfect blend of historical exploration and Aegean beauty.",
      "Day1" : "Athens - Ancient Marvels and Modern Vibes",
      "Day1Plan" : "Begin your adventure in Athens, the cradle of Western civilization. Explore the Acropolis, visit the Parthenon, and wander through the historic Plaka neighborhood. Dive into the city's rich history at the Acropolis Museum and enjoy the lively atmosphere of Monastiraki Square. Indulge in Greek cuisine at a traditional taverna.",
      "Day3" : " Santorini - Caldera Views and Whitewashed Charm",
      "Day3Plan" : "Fly to Santorini, a picturesque island in the Aegean Sea. Explore the iconic villages of Oia and Fira, known for their white-washed buildings and blue-domed churches. Visit the archaeological site of Akrotiri, relax on the unique black sand beaches, and enjoy a sunset cruise along the caldera. Immerse yourself in the romantic ambiance of Santorini.",
      "Day5" : "Mykonos - Beach Bliss and Cycladic Beauty",
      "Day5Plan" : "Sail to Mykonos, another gem in the Cyclades. Stroll through the charming streets of Mykonos Town, visit the iconic windmills, and relax on the beautiful beaches. Explore the archaeological site of Delos, a UNESCO World Heritage site, and experience the vibrant nightlife of Mykonos.",
      "Day7" : "Crete - Historical Wonders and Mediterranean Bliss",
      "Day7Plan" : "Fly to Crete, the largest Greek island. Visit the Palace of Knossos, an ancient Minoan site, and explore the historic streets of Heraklion. Relax on the beaches of Elounda or Agios Nikolaos, and savor Cretan cuisine. Conclude your journey with a visit to the Venetian Harbor in Chania, experiencing the blend of history and modernity."
    },
    {
      "country": "indonesia",
      "tripName": "Bali Tour",
      "days": 8,
      "price": 3000,
      "image" : "https://i.ibb.co/7r3JFd8/christian-k-I84pk-Xtka0-unsplash.jpg",
      "date" : "26 Dec - 03 Jan",
      "availability" : 30,
      "description" : "Embark on a mesmerizing 8-day journey through Indonesia, a nation of diverse cultures, stunning landscapes, and vibrant traditions. From the cultural wonders of Bali to the natural beauty of Komodo Island, this itinerary offers a kaleidoscopic experience of Indonesia's archipelagic charm.",
      "Day1" : "Bali - Cultural Riches and Tropical Bliss",
      "Day1Plan" : "Start your adventure in Bali, known for its lush landscapes and vibrant arts scene. Explore Ubud, visit the Sacred Monkey Forest Sanctuary, and witness traditional dance performances. Discover ancient temples like Tirta Empul and Tanah Lot. Relax on the beautiful beaches of Seminyak and savor Balinese cuisine.",
      "Day3" : "Yogyakarta - Javanese Heritage and Ancient Temples",
      "Day3Plan" : "Fly to Yogyakarta on Java Island. Explore the UNESCO-listed Borobudur Temple, a magnificent Buddhist monument. Visit Prambanan Temple, an impressive Hindu complex. Immerse yourself in Javanese arts at the Sultan's Palace and Malioboro Street. Experience the unique atmosphere of Yogyakarta's cultural heart.",
      "Day5" : "Komodo Island - Dragon Encounters and Marine Marvels",
      "Day5Plan" : "Travel to Labuan Bajo and embark on a boat trip to Komodo Island. Witness the iconic Komodo dragons in their natural habitat, explore Rinca Island, and snorkel in the pristine waters of Pink Beach. Experience the vibrant marine life around Komodo National Park, a UNESCO World Heritage site.",
      "Day7" : "Gili Islands - Tropical Paradise and Underwater Delights",
      "Day7Plan" : "Head to the Gili Islands, a trio of coral-fringed gems. Enjoy the white sandy beaches, crystal-clear waters, and vibrant coral reefs. Snorkel with sea turtles, relax on the idyllic beaches of Gili Trawangan, and experience the laid-back island vibe. Conclude your journey with a beachside dinner and a stunning Gili Islands sunset."
    },
    {
      "country": "india",
      "tripName": "New Delhi Tour",
      "days": 8,
      "price": 3100,
      "image" : "https://i.ibb.co/hDkn3w0/julian-yu-Wu-Pj-E-MPHo-unsplash.jpg",
      "date" : "25 Jan - 2 Feb",
      "availability" : 40,
      "description" : "Embark on a fascinating 8-day journey through India, a land of rich history, diverse cultures, and architectural wonders. From the bustling streets of Delhi to the iconic Taj Mahal, the spiritual city of Varanasi, and the royal heritage of Jaipur, this itinerary provides a glimpse into the kaleidoscope of India's cultural tapestry.",
      "Day1" : "Delhi - Capital Exploration and Historical Marvels",
      "Day1Plan" : "Begin your adventure in Delhi, the capital city. Explore the historic Red Fort, Jama Masjid, and Humayun's Tomb. Wander through the vibrant streets of Chandni Chowk, visit India Gate, and experience the spiritual ambiance at Lotus Temple. Discover the blend of tradition and modernity in New Delhi.",
      "Day3" : "Agra - Taj Mahal and Mughal Grandeur",
      "Day3Plan" : "Travel to Agra, home to the iconic Taj Mahal. Explore the marble masterpiece at sunrise, visit Agra Fort, and discover the exquisite craftsmanship at Itimad-ud-Daulah's Tomb. Immerse yourself in the historical and architectural wonders that reflect the grandeur of the Mughal era.",
      "Day5" : " Varanasi - Spiritual Awakening on the Ganges",
      "Day5Plan" : "Fly to Varanasi, the spiritual heart of India. Witness the mesmerizing Ganga Aarti on the ghats of the Ganges, take a boat ride along the sacred river, and explore the narrow lanes of the old city. Visit Sarnath, the place of Buddha's first sermon, and experience the profound spiritual atmosphere.",
      "Day7" : "Jaipur - Royal Heritage and Colorful Markets",
      "Day7Plan" : "Head to Jaipur, the 'Pink City.' Explore the historic Amber Fort, marvel at the Hawa Mahal, and visit the City Palace. Discover the astronomical wonders at Jantar Mantar and experience the vibrant markets of Johari Bazaar. Conclude your journey with a visit to the iconic Jal Mahal and the serene surroundings of Man Sagar Lake."
    },
    {
      "country": "mexico",
      "tripName": "Mexico City Tour",
      "days": 8,
      "price": 3100,
      "image" : "https://i.ibb.co/4K7JQd6/david-carballar-FZU-v-IW-lk8-unsplash.jpg",
      "date" : "21 June - 28 June",
      "availability" : 30,
      "description" : "Embark on an exciting 8-day journey through Mexico, a country rich in history, culture, and diverse landscapes. From the ancient ruins of Teotihuacan to the vibrant streets of Mexico City, the relaxing beaches of Playa del Carmen, and the archaeological wonders of Chichen Itza, this itinerary showcases the best of Mexico's treasures.",
      "Day1" : "Mexico City - Capital Culture and Historical Wonders",
      "Day1Plan" : "Start your adventure in Mexico City, the bustling capital. Explore the historic Zocalo, visit the National Palace, and marvel at the Metropolitan Cathedral. Discover the ancient ruins of Teotihuacan, including the Pyramid of the Sun and the Pyramid of the Moon. Immerse yourself in the vibrant arts scene at the Frida Kahlo Museum and explore the charming neighborhood of Coyoacan.",
      "Day3" : "Puebla - Colonial Beauty and Culinary Delights",
      "Day3Plan" : "Travel to Puebla, a city known for its colonial architecture and delicious cuisine. Explore the historic center, visit the Puebla Cathedral, and discover the colorful Talavera tiles. Indulge in local dishes such as mole poblano and chiles en nogada. Take a stroll through the artist quarter of Barrio del Artista.",
      "Day5" : "Playa del Carmen - Beach Bliss and Riviera Maya",
      "Day5Plan" : "Fly to Playa del Carmen, a coastal paradise along the Riviera Maya. Relax on the pristine beaches, swim in the turquoise waters, and explore the vibrant Fifth Avenue with its shops and restaurants. Take a ferry to Cozumel for snorkeling or diving adventures. Enjoy the lively nightlife and indulge in fresh seafood.",
      "Day7" : "Chichen Itza and Valladolid - Archaeological Marvels and Colonial Charms",
      "Day7Plan" : "Head to Chichen Itza, a UNESCO World Heritage site and one of the New Seven Wonders of the World. Explore the iconic pyramid, El Castillo, and discover the ancient Mayan city. Visit the charming town of Valladolid, known for its colonial architecture and cenotes. Conclude your journey with a refreshing swim in a cenote and savoring Yucatecan cuisine."
    },
    {
      "country": "nigeria",
      "tripName": "Abuja Tour",
      "days": 8,
      "price": 1000,
      "image" : "https://i.ibb.co/pxcD1H3/nupo-deyon-daniel-67ru-AEYmp4c-unsplash.jpg",
      "date" : "02 Mar - 09 Mar",
      "availability" : 65,
      "description" : "Embark on a diverse and culturally rich 8-day journey through Nigeria, a country known for its vibrant cities, historic landmarks, and diverse landscapes. From the bustling metropolis of Lagos to the natural wonders of Obudu Cattle Ranch and the cultural heritage of Benin City, this itinerary provides a glimpse into Nigeria's multifaceted charm.",
      "Day1" : "Lagos - Urban Vibes and Historical Treasures",
      "Day1Plan" : "Begin your adventure in Lagos, Nigeria's economic hub. Explore the vibrant markets of Balogun and Idumota, visit the historic National Museum, and experience the lively atmosphere of Victoria Island. Discover the historical significance of the Badagry Slave Route and relax on the beautiful beaches of Tarkwa Bay.",
      "Day3" : "Ibadan - Cultural Heritage and Ancient Sites",
      "Day3Plan" : "Travel to Ibadan, known for its rich cultural heritage. Explore the ancient city walls of Old Oyo, visit Cocoa House, and discover the unique architecture of Mapo Hall. Immerse yourself in the local arts scene at the National Museum of Unity and experience the traditional lifestyle at the Irefin Palace.",
      "Day5" : "Obudu Cattle Ranch - Mountain Retreat and Scenic Beauty",
      "Day5Plan" : "Fly to Calabar and journey to the Obudu Cattle Ranch in the Cross River State. Enjoy the breathtaking views of the mountains, take a cable car ride, and explore the lush landscapes. Relax in the natural swimming pool and indulge in local cuisine. Experience the tranquility of this mountain retreat.",
      "Day7" : "Benin City - Historical Sites and Cultural Gems",
      "Day7Plan" : "Travel to Benin City, the ancient capital of the Benin Kingdom. Explore the historic Benin City Walls, visit the Oba's Palace, and discover the artifacts at the National Museum. Witness the traditional brass casting in Igun Street and experience the vibrant cultural festivals. Conclude your journey with a visit to the Ogbemudia Stadium and a taste of local Edo cuisine."
    },
    {
      "country": "belgium",
      "tripName": "Brussels Tour",
      "days": 8,
      "price": 1100,
      "image" : "https://i.ibb.co/LYwPK54/jorge-fernandez-salas-ntu-Dzyb-Cp-H0-unsplash.jpg",
      "date" : "15 May - 23 May",
      "availability" : 60,
      "description" : "Embark on a delightful 8-day journey through Belgium, a country known for its medieval cities, artistic heritage, and culinary delights. From the historic streets of Brussels to the charming canals of Bruges and the cultural richness of Ghent, this itinerary offers a perfect blend of history, art, and gastronomy.",
      "Day1" : "Brussels - Capital Grandeur and Artistic Treasures",
      "Day1Plan" : "Start your adventure in Brussels, the capital city. Explore the iconic Grand Place, visit the Atomium, and marvel at the Manneken Pis statue. Delve into artistic wonders at the Magritte Museum and the Royal Museums of Fine Arts. Indulge in Belgian chocolates, waffles, and the diverse culinary scene. Stroll through the European Quarter and experience the cosmopolitan atmosphere.",
      "Day3" : "Bruges - Medieval Charm and Canals",
      "Day3Plan" : "Travel to Bruges, a UNESCO World Heritage city. Explore the medieval architecture of the Markt square, visit the Belfry of Bruges, and take a boat tour along the picturesque canals. Discover the artistic heritage at the Groeningemuseum, and savor Belgian beer in a traditional pub. Enjoy a horse-drawn carriage ride through the cobblestone streets.",
      "Day5" : "Ghent - Cultural Gems and Waterfront Splendor",
      "Day5Plan" : "Head to Ghent, a city with a rich history and vibrant cultural scene. Explore the Gravensteen Castle, visit the St. Bavo's Cathedral with the famous Ghent Altarpiece, and stroll along the Graslei and Korenlei canals. Enjoy a boat cruise on the River Leie and experience the lively atmosphere of the Patershol district. Discover contemporary art at the STAM museum.",
      "Day7" : "Antwerp - Artistic Heritage and Fashion Capital",
      "Day7Plan" : "Travel to Antwerp, known for its artistic heritage and as a fashion capital. Visit the Cathedral of Our Lady, housing works by Rubens. Explore the Royal Museum of Fine Arts and the Museum aan de Stroom (MAS). Wander through the fashion district and indulge in shopping. Conclude your journey with a visit to the Antwerp Zoo, one of the oldest zoos in the world."
    },
    {
      "country": "chile",
      "tripName": "Santiago",
      "days": 8,
      "price": 3600,
      "image" : "https://i.ibb.co/SwzCZxR/olga-stalska-Qa-WRy-Edlff-Y-unsplash.jpg",
      "date" : "28 Jul - 05 July",
      "availability" : 50,
      "description" : "Embark on a breathtaking 8-day journey through Chile, a land of diverse landscapes, from the arid Atacama Desert to the stunning fjords of Patagonia. This itinerary takes you through the vibrant capital of Santiago, the otherworldly Atacama Desert, the picturesque Lake District, and the awe-inspiring beauty of Torres del Paine National Park.",
      "Day1" : "Santiago - Capital Culture and Urban Charms",
      "Day1Plan" : "Begin your adventure in Santiago, the capital city. Explore the historic neighborhoods of Bellavista and Lastarria, visit the iconic Plaza de Armas, and take a funicular ride to the top of Cerro San Cristóbal for panoramic views. Immerse yourself in the local arts scene at the Gabriela Mistral Cultural Center and enjoy Chilean cuisine in the vibrant food markets.",
      "Day3" : "San Pedro de Atacama - Desert Wonders and Stargazing",
      "Day3Plan" : "Fly to Calama and journey to San Pedro de Atacama, located in the heart of the Atacama Desert. Explore the otherworldly landscapes of Valle de la Luna, visit the high-altitude lagoons of Miscanti and Miñiques, and witness the vibrant colors of the Atacama Salt Flat. Experience world-class stargazing in one of the driest deserts on Earth.",
      "Day5" : "Puerto Varas - Lakeside Tranquility and Volcanic Views",
      "Day5Plan" : "Travel to Puerto Varas, situated in the stunning Lake District. Explore the charming town, stroll along the shores of Lake Llanquihue, and admire the perfect cone of Osorno Volcano. Take a boat trip to the mystical Chiloé Island, known for its palafitos (stilt houses) and unique culture.",
      "Day7" : "Torres del Paine National Park - Patagonian Wilderness",
      "Day7Plan" : "Fly to Punta Arenas and journey to Torres del Paine National Park in Patagonia. Explore the iconic granite peaks of the Torres del Paine, hike to the base of the towers, and marvel at the beauty of Grey Glacier. Encounter diverse wildlife, including guanacos and condors. Conclude your journey with a boat trip to the majestic Balmaceda and Serrano Glaciers."
    },
    {
      "country": "cuba",
      "tripName": "Havana Trip",
      "days": 8,
      "price": 1500,
      "image" : "https://i.ibb.co/ngyQtQg/florian-wehde-iuc85ltp-VCA-unsplash.jpg",
      "date" : "15 May - 23 May",
      "availability" : 60,
      "description" : "Embark on a vibrant 8-day journey through Cuba, a country known for its colorful history, lively culture, and stunning Caribbean landscapes. From the historic streets of Havana to the colonial charm of Trinidad and the beautiful beaches of Varadero, this itinerary provides a taste of Cuba's unique allure.",
      "Day1" : "Havana - Capital Rhythms and Colonial Beauty",
      "Day1Plan" : "Start your adventure in Havana, the capital city. Explore the historic Old Havana (Habana Vieja) with its cobblestone streets, visit the iconic Malecón, and immerse yourself in the vibrant local music scene. Discover the rich history at the Museum of the Revolution and enjoy a classic Cuban cigar at a local tobacco factory.",
      "Day3" : "Viñales - Rural Tranquility and Tobacco Fields",
      "Day3Plan" : "Travel to Viñales, a picturesque valley surrounded by limestone hills. Explore the Viñales National Park, visit tobacco farms, and take a boat trip through the Cueva del Indio cave. Enjoy horseback riding or hiking through the lush landscapes. Experience the laid-back atmosphere of this rural gem.",
      "Day5" : "Trinidad - Colonial Elegance and Caribbean Vibes",
      "Day5Plan" : "Journey to Trinidad, a UNESCO World Heritage site known for its well-preserved colonial architecture. Explore the Plaza Mayor, visit the Museo Romántico, and dance the night away at Casa de la Musica. Relax on the nearby Playa Ancón beach and take a hike in Topes de Collantes National Park.",
      "Day7" : "Varadero - Beach Bliss and Relaxation",
      "Day7Plan" : "Head to Varadero, a famous beach resort on the Hicacos Peninsula. Relax on the pristine white-sand beaches, enjoy water sports, and explore the nearby Bellamar Caves. Visit the Varadero Golf Club and indulge in Cuban cuisine at local paladares. Conclude your journey with a sunset stroll along the Malecón."
    },
    {
      "country": "sweden",
      "tripName": "Stockholm Trip",
      "days": 8,
      "price": 3600,
      "image" : "https://i.ibb.co/SdhRYwq/david-becker-58-X3-Xfxxev-U-unsplash.jpg",
      "date" : "05 Dec - 13 Dec",
      "availability" : 52,
      "description" : "Embark on a captivating 8-day journey through Sweden, a country known for its picturesque landscapes, historic cities, and a blend of modernity with tradition. From the cultural richness of Stockholm to the serene beauty of the Swedish archipelago and the historic charm of Gothenburg, this itinerary provides a glimpse into Sweden's diverse offerings.",
      "Day1" : "Stockholm - Capital Exploration and Royal Elegance",
      "Day1Plan" : "Start your adventure in Stockholm, the capital city spread across islands. Explore the historic Gamla Stan (Old Town), visit the Royal Palace, and marvel at the Vasa Museum's maritime treasures. Stroll through the Djurgården Island and experience Stockholm's modern architecture. Delve into the city's cultural scene at the Moderna Museet and enjoy Swedish delicacies.",
      "Day3" : "Swedish Archipelago - Island Retreat and Coastal Bliss",
      "Day3Plan" : "Travel to the Stockholm Archipelago, a network of thousands of islands. Take a boat trip to Vaxholm or Sandhamn, explore charming fishing villages, and enjoy the tranquility of the Baltic Sea. Try traditional Swedish seafood and experience the unique island culture. Relax on the serene beaches or hike through nature reserves.",
      "Day5" : "Gothenburg - Historic Harbor and Maritime Heritage",
      "Day5Plan" : "Journey to Gothenburg, Sweden's second-largest city. Explore the historic Haga district, visit the Liseberg amusement park, and stroll along the Avenyn boulevard. Discover maritime history at the Maritime Museum and the iconic Lipstick Building. Relax in the beautiful gardens of Slottsskogen and savor Swedish fika (coffee break) at local cafes.",
      "Day7" : "Malmö and Lund - Scandinavian Charm and Academic Heritage",
      "Day7Plan" : "Head to Malmö, a city connected to Copenhagen by the Öresund Bridge. Explore the modern Turning Torso skyscraper, visit the Malmöhus Castle, and wander through the charming Old Town. Take a short trip to Lund, known for its historic university and cathedral. Conclude your journey with a relaxing stroll through the Kungsparken Park."
    },
    {
      "country": "finland",
      "tripName": "Helsinki Tour",
      "days": 8,
      "price": 4000,
      "image" : "https://i.ibb.co/LkNXssN/alexandr-bormotin-w6-KSwwn-Qya-E-unsplash.jpg",
      "date" : "27 Mar - 04 Apr",
      "availability" : 50,
      "description" : "Embark on a captivating 8-day journey through Sweden, a country known for its picturesque landscapes, historic cities, and a blend of modernity with tradition. From the cultural richness of Stockholm to the serene beauty of the Swedish archipelago and the historic charm of Gothenburg, this itinerary provides a glimpse into Sweden's diverse offerings.",
      "Day1" : "Stockholm - Capital Exploration and Royal Elegance",
      "Day1Plan" : "Start your adventure in Stockholm, the capital city spread across islands. Explore the historic Gamla Stan (Old Town), visit the Royal Palace, and marvel at the Vasa Museum's maritime treasures. Stroll through the Djurgården Island and experience Stockholm's modern architecture. Delve into the city's cultural scene at the Moderna Museet and enjoy Swedish delicacies.",
      "Day3" : "Swedish Archipelago - Island Retreat and Coastal Bliss",
      "Day3Plan" : "Travel to the Stockholm Archipelago, a network of thousands of islands. Take a boat trip to Vaxholm or Sandhamn, explore charming fishing villages, and enjoy the tranquility of the Baltic Sea. Try traditional Swedish seafood and experience the unique island culture. Relax on the serene beaches or hike through nature reserves.",
      "Day5" : "Gothenburg - Historic Harbor and Maritime Heritage",
      "Day5Plan" : "Journey to Gothenburg, Sweden's second-largest city. Explore the historic Haga district, visit the Liseberg amusement park, and stroll along the Avenyn boulevard. Discover maritime history at the Maritime Museum and the iconic Lipstick Building. Relax in the beautiful gardens of Slottsskogen and savor Swedish fika (coffee break) at local cafes.",
      "Day7" : "Malmö and Lund - Scandinavian Charm and Academic Heritage",
      "Day7Plan" : "Head to Malmö, a city connected to Copenhagen by the Öresund Bridge. Explore the modern Turning Torso skyscraper, visit the Malmöhus Castle, and wander through the charming Old Town. Take a short trip to Lund, known for its historic university and cathedral. Conclude your journey with a relaxing stroll through the Kungsparken Park."
    },
    {
      "country": "denmark",
      "tripName": "Copenhagen Tour",
      "days": 8,
      "price": 3800,
      "image" : "https://i.ibb.co/kJ5tL49/nick-karvounis-3-ZGrsirry-Y-unsplash.jpg",
      "date" : "11 Aug - 19 Aug",
      "availability" : 50,
      "description" : "Embark on an enchanting 8-day journey through Denmark, a country known for its fairy-tale castles, charming cities, and coastal beauty. From the vibrant streets of Copenhagen to the historic town of Odense, the picturesque landscapes of Funen, and the coastal delights of Skagen, this itinerary captures the essence of Denmark's cultural richness.",
      "Day1" : "Copenhagen - Capital Charms and Maritime Magic",
      "Day1Plan" : "Start your adventure in Copenhagen, the capital city. Explore the historic Nyhavn harbor, visit the iconic Little Mermaid statue, and stroll through Tivoli Gardens. Immerse yourself in Danish design at the Design Museum, and experience the culinary delights of Copenhagen's food scene. Explore the Rosenborg Castle and the National Museum of Denmark.",
      "Day3" : " Odense - Hometown of Hans Christian Andersen",
      "Day3Plan" : "Travel to Odense, the birthplace of Hans Christian Andersen. Visit the Hans Christian Andersen Museum, explore the charming old town, and stroll through the picturesque Fruens Bøge park. Discover the historic Funen Village and the Odense Cathedral. Experience the local culture and cuisine in Odense's vibrant cafes and restaurants.",
      "Day5" : "Funen Island - Countryside Retreat and Coastal Serenity",
      "Day5Plan" : "Journey through Funen, also known as the 'Garden of Denmark.' Explore Egeskov Castle, a Renaissance water castle surrounded by beautiful gardens. Visit the picturesque coastal town of Faaborg, known for its colorful houses and maritime charm. Enjoy a leisurely drive through the scenic countryside and relax on the beaches of Funen.",
      "Day7" : "Skagen - Northern Beauty and Artistic Inspiration",
      "Day7Plan" : "Head to Skagen, Denmark's northernmost town. Explore the iconic Grenen beach, where the North Sea meets the Baltic Sea. Visit the Skagens Museum, known for its collection of works by the Skagen Painters. Experience the unique light that has inspired artists for centuries. Conclude your journey by exploring the quaint streets of Skagen and enjoying the coastal ambiance."
    },
    {
      "country": "thailand",
      "tripName": "Bangkok Tour",
      "days": 8,
      "price": 2000,
      "image" : "https://i.ibb.co/fvh6C7j/humphrey-muleba-Tej-Fa7-VW5e4-unsplash.jpg",
      "date" : "16 Aug - 24 Aug",
      "availability" : 70,
      "description" : "Embark on an incredible 8-day journey through Thailand, a country of rich cultural heritage, stunning landscapes, and vibrant cities. From the bustling streets of Bangkok to the ancient temples of Ayutthaya, the tropical beauty of Phuket, and the cultural richness of Chiang Mai, this itinerary captures the essence of Thailand's diverse offerings.",
      "Day1" : "Bangkok - Capital Marvels and Urban Vibes",
      "Day1Plan" : "Start your adventure in Bangkok, the vibrant capital city. Explore the Grand Palace, visit Wat Pho with the Reclining Buddha, and experience the bustling markets of Chinatown. Cruise along the Chao Phraya River, and explore the eclectic neighborhoods like Sukhumvit and Silom. Indulge in delicious street food and witness the energetic nightlife.",
      "Day3" : "Ayutthaya - Ancient Temples and Historical Splendor",
      "Day3Plan" : "Travel to Ayutthaya, the ancient capital of Siam. Explore the UNESCO-listed historical park, visit the Ayutthaya Historical Study Center, and witness the iconic Wat Mahathat with the Buddha's head entwined in tree roots. Take a boat tour along the Chao Phraya River, and experience the captivating blend of history and culture.",
      "Day5" : "Phuket - Tropical Paradise and Island Adventures",
      "Day5Plan" : "Fly to Phuket, Thailand's largest island. Relax on the pristine beaches, explore the vibrant Patong Beach area, and take a boat trip to the Phi Phi Islands. Snorkel in crystal-clear waters, visit the Big Buddha, and enjoy the lively nightlife. Discover the cultural heritage of Old Phuket Town and indulge in Thai cuisine at local restaurants.",
      "Day7" : "Chiang Mai - Cultural Treasures and Mountain Serenity",
      "Day7Plan" : "Head to Chiang Mai, the cultural heart of Thailand. Explore the ancient temples of Wat Phra Singh and Wat Chedi Luang, visit the bustling Night Bazaar, and experience a traditional Khantoke dinner with cultural performances. Take a trip to the Doi Suthep Temple on the mountainside for panoramic views. Conclude your journey with a visit to an elephant sanctuary and a stroll through the charming streets of the Old City."
    },
    {
      "country": "vietnam",
      "tripName": "Hanoi Tour",
      "days": 8,
      "price": 1700,
      "image" : "https://i.ibb.co/YPzbhZg/chris-slupski-t-CM6c-Qj-IQ7-Q-unsplash.jpg",
      "date" : "18 Dec - 26 Dec",
      "availability" : 76,
      "description" : "Embark on a captivating 8-day journey through Vietnam, a country known for its rich history, diverse landscapes, and vibrant cultures. From the bustling streets of Hanoi to the scenic beauty of Halong Bay, the historic charm of Hoi An, and the bustling energy of Ho Chi Minh City, this itinerary captures the essence of Vietnam's unique allure.",
      "Day1" : "Hanoi - Capital Elegance and Historic Wonders",
      "Day1Plan" : "Start your adventure in Hanoi, the capital city. Explore the historic Old Quarter, visit the iconic Ho Chi Minh Mausoleum, and stroll around Hoan Kiem Lake. Discover the Temple of Literature and experience traditional water puppetry. Indulge in Vietnamese street food and explore the vibrant night markets.",
      "Day3" : "Halong Bay - Scenic Cruises and Limestone Wonders",
      "Day3Plan" : "Travel to Halong Bay, a UNESCO World Heritage site. Embark on a cruise through the stunning karst landscapes of Halong Bay and Bai Tu Long Bay. Explore hidden caves, enjoy kayaking in the emerald waters, and savor fresh seafood on board. Witness breathtaking sunsets over the bay.",
      "Day5" : "Hoi An - Ancient Town Charms and Culinary Delights",
      "Day5Plan" : "Fly to Hoi An, a well-preserved ancient town. Wander through the charming streets with lantern-lit evenings, visit historic temples and Japanese Covered Bridge. Experience a cooking class to learn Vietnamese cuisine, explore the local markets, and relax on the beautiful beaches of An Bang or Cua Dai.",
      "Day7" : "Ho Chi Minh City - Urban Energy and Mekong Delta",
      "Day7Plan" : "Head to Ho Chi Minh City (Saigon), the bustling southern metropolis. Explore the War Remnants Museum, visit the Notre-Dame Cathedral Basilica of Saigon, and stroll along Dong Khoi Street. Take a day trip to the Mekong Delta, visit floating markets, and experience the local life along the waterways. Conclude your journey with a delicious bowl of pho and a visit to Ben Thanh Market."
    },
    {
      "country": "morocco",
      "tripName": "Rabat The Capital",
      "days": 8,
      "price": 2400,
      "image" : "https://i.ibb.co/FWgVTWZ/heidi-kaden-Nnc-Abldg-Vi-A-unsplash.jpg",
      "date" : "31 Dec - 07 Jan",
      "availability" : 68,
      "description" : "Embark on an enchanting 8-day journey through Morocco, a country known for its vibrant markets, historic cities, and diverse landscapes. From the bustling streets of Marrakech to the serene beauty of the Sahara Desert, the cultural richness of Fes, and the coastal charm of Essaouira, this itinerary captures the essence of Morocco's unique allure.",
      "Day1" : "Marrakech - Imperial City and Medina Marvels",
      "Day1Plan" : "Start your adventure in Marrakech, the cultural heart of Morocco. Explore the historic medina, visit the iconic Jardin Majorelle, and experience the vibrant atmosphere of Jemaa el-Fnaa square. Discover the Saadian Tombs, Bahia Palace, and the Koutoubia Mosque. Indulge in Moroccan cuisine at a local riad and enjoy traditional music performances.",
      "Day3" : "Sahara Desert - Desert Dunes and Nomadic ExperiencePrague - Bohemian Beauty",
      "Day3Plan" : "Travel to the Sahara Desert, a mesmerizing landscape of golden dunes. Take a camel trek into the Erg Chebbi dunes, experience a magical sunset, and spend a night in a traditional Berber camp. Enjoy stargazing in the clear desert sky, and immerse yourself in the unique nomadic culture of the Sahara.",
      "Day5" : "Fes - Ancient Medina and Historical Wonders",
      "Day5Plan" : "Journey to Fes, one of Morocco's imperial cities. Explore the UNESCO-listed Fes el-Bali medina, visit the Bou Inania Madrasa, and discover the historic Al Quaraouiyine University. Stroll through the colorful tanneries and experience the local craftsmanship. Visit the Andalusian Gardens and relax in the serene surroundings.",
      "Day7" : "Essaouira - Coastal Charms and Artistic Vibes",
      "Day7Plan" : "Head to Essaouira, a coastal gem on the Atlantic Ocean. Explore the historic medina, visit the Skala de la Ville with panoramic views, and wander through the vibrant souks. Relax on the beautiful beaches, and experience the artistic atmosphere of Essaouira's galleries. Conclude your journey by savoring fresh seafood in a beachside restaurant."
    }
]