[
    {
      "country" : "TURKEY",
      "tripName": "Turkish Delight",
      "days": 8,
      "price": 1500,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/10/1600x1200-6.jpg",
      "date" : "15 Dec - 23 Dec",
      "availability" : 40,
      "description" : "Embark on an exhilarating 7-day journey through the captivating landscapes and cultural treasures of Turkey with Anatolia Discoveries. Our thoughtfully designed itinerary promises a seamless blend of history, nature, and adventure, ensuring an immersive experience in this fascinating country.",
      "Day1" : " Istanbul - The Gateway to Two Continents",
      "Day1Plan" : "Arrive in Istanbul, a city straddling Europe and Asia. Check into your hotel and take a leisurely stroll through the vibrant streets of Beyoglu.Explore the iconic Grand Bazaar, a bustling marketplace with thousands of shops. Visit the Spice Bazaar and indulge in the colors and aromas of Turkish spices. Take a Bosphorus cruise to witness the city's skyline and historic landmarks.",
      "Day3" : "Cappadocia - Land of Surreal Landscapes",
      "Day3Plan" : "Fly to Cappadocia and check into a charming cave hotel. Discover the unique rock formations and fairy chimneys of the Devrent Valley.Experience a sunrise hot air balloon ride over the breathtaking landscapes of Cappadocia.Explore the underground cities of Kaymakli or Derinkuyu.",
      "Day5" : "Pamukkale & Ephesus - Ancient Marvels",
      "Day5Plan" : "Journey to Pamukkale and marvel at the terraces of gleaming white travertine.Visit the ancient city of Hierapolis and its well-preserved ruins.Explore the ancient city of Ephesus, home to the Library of Celsus and the Great Theatre.Visit the House of Virgin Mary, a place of pilgrimage.",
      "Day7" : "Antalya - Sun, Sea, and History",
      "Day7Plan" : "Fly to Antalya, the stunning city on the Turkish Riviera.Explore the ancient sites of Perge and Aspendos.Relax on the golden beaches of Konyaalti or Lara.Departure with unforgettable memories of Turkey's diverse wonders."
    },
    {
      "country": "SPAIN",
      "tripName": "Grand Spain Madrid",
      "days": 8,
      "price": 2000,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/05/1600x1200-8.jpg",
      "date" : "15 Jan - 23 Jan",
      "availability" : 30,
      "description" : "Embark on a mesmerizing 10-day journey through the diverse landscapes, rich history, and vibrant culture of Spain with Iberia Explorations. Our meticulously crafted itinerary ensures you experience the best of Spain, from its historic cities to its picturesque coastlines. Join us for an unforgettable exploration of this enchanting Iberian gem.",
      "Day1" : "Madrid - Spanish Capital Extravaganza",
      "Day1Plan" : "Arrive in Madrid, the heart of Spain, and check into your centrally located hotel.Explore the historic Plaza Mayor and enjoy a welcome dinner in a traditional tapas bar.Visit the world-renowned Prado Museum, home to masterpieces by Goya, Velázquez, and El Greco.Stroll through Retiro Park and admire the Crystal Palace.",
      "Day3" : "Barcelona - Gaudí's Masterpieces and Catalan Charm",
      "Day3Plan" : "Fly to Barcelona and check into your hotel near the iconic La Rambla.Explore the unique architecture of Antoni Gaudí at Sagrada Familia and Park Güell.Wander through the historic Gothic Quarter, with its narrow streets and medieval buildings.Visit the Picasso Museum and indulge in Catalan cuisine at a local restaurant.",
      "Day5" : "Seville - Flamenco and Moorish Heritage",
      "Day5Plan" : "Travel to Seville, the cultural heart of Andalusia, and check into your charming accommodation.Explore the Royal Alcazar and its stunning gardens.Visit the Seville Cathedral and climb to the top of the Giralda for panoramic views.Experience an authentic Flamenco show in the evening.",
      "Day7" : "Granada - The Alhambra Palace",
      "Day7Plan" : "Journey to Granada and explore the UNESCO-listed Alhambra Palace and Generalife Gardens.Stroll through the historic Albayzín district.Visit the Royal Chapel and Granada Cathedral.Relax at a local hammam or explore the local markets."
    },
    {
      "country": "AUSTRIA, SWITZERLAND",
      "tripName": "Swiss Alps Trip",
      "days": 8,
      "price": 2500,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/10/1600x1200-9.jpg",
      "date" : "15 Feb - 23 Feb",
      "availability" : 20,
      "description" : "Discover the breathtaking beauty of the Alps on our exclusive 5-day tour, seamlessly blending the cultural charm of Austria with the stunning landscapes of Switzerland. Alpine Adventures invites you to embark on a journey that promises to leave you awe-struck with every turn.",
      "Day1" : "Vienna - Imperial Elegance in Austria",
      "Day1Plan" : "Arrive in Vienna, the imperial capital of Austria, and settle into your centrally located hotel.Take a leisurely stroll through the historic streets, and immerse yourself in the grandeur of Schönbrunn Palace.Explore the iconic Hofburg Palace, former imperial residence.Visit St. Stephen's Cathedral and enjoy a coffee in a traditional Viennese coffeehouse.",
      "Day3" : "Interlaken - Swiss Alps Panorama",
      "Day3Plan" : "Travel to Interlaken, Switzerland, and check into your hotel with panoramic mountain views.Take a boat cruise on Lake Thun, surrounded by the Swiss Alps.Ascend Jungfraujoch, the 'Top of Europe', for breathtaking views of the Aletsch Glacier.Explore the charming streets of Interlaken and indulge in Swiss chocolate.",
      "Day5" : "Lucerne - Lakeside Tranquility",
      "Day5Plan" : "Journey to Lucerne, nestled on the shores of Lake Lucerne, and check into your lakeside accommodation.Visit the Chapel Bridge and Water Tower, iconic landmarks of Lucerne.Enjoy a scenic boat cruise on Lake Lucerne.",
      "Day7" : "Zurich - Modern Elegance",
      "Day7Plan" : "Head to Zurich, Switzerland's financial and cultural hub.Explore the Bahnhofstrasse shopping avenue and the Old Town.Conclude the tour with a farewell dinner overlooking Lake Zurich."
    },
    {
      "country": "ITALY",
      "tripName": "Grand Italy",
      "days": 8,
      "price": 1800,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/05/1600x1200-10.jpg",
      "date" : "15 Mar - 23 Mar",
      "availability" : 25,
      "description" : "Embark on an unforgettable journey through the timeless beauty of Italy with our exclusive 8 Days Tour. Immerse yourself in the rich history, art, and culinary delights that make Italy a must-visit destination. Our meticulously crafted itinerary ensures you experience the best of each location, creating memories to last a lifetime.",
      "Day1" : "Rome :  - The Eternal City",
      "Day1Plan" : "Arrive in Rome and transfer to your luxurious accommodation.Explore the iconic Colosseum, an ancient marvel of engineering. Visit the Roman Forum and Palatine Hill to delve into the heart of ancient Rome.Stroll through the charming streets of Trastevere for authentic Italian cuisine.Enjoy a relaxing evening at your leisure.",
      "Day3" : "Florence - The Cradle of the Renaissance",
      "Day3Plan" : "Travel to Florence and check into your centrally located hotel.Discover the renowned Uffizi Gallery, housing masterpieces of Renaissance art.Explore the Florence Cathedral (Duomo) and climb to the top for panoramic views.Wander through the charming Ponte Vecchio, a medieval bridge over the Arno River.Indulge in Tuscan cuisine at a local trattoria.",
      "Day5" : "Venice - The City of Canals",
      "Day5Plan" : "Journey to Venice, a city built on water, and check into your canal-view hotel.Visit St. Mark's Square and the iconic Campanile.Glide through the enchanting canals on a gondola ride.Explore the historic districts of San Polo and Castello.",
      "Day7" : "Venice - The City of Canals",
      "Day7Plan" : "Travel to the stunning Amalfi Coast and check into your seaside retreat.Explore the charming town of Positano, known for its colorful cliffside houses.Take a scenic drive along the Amalfi Coast, stopping in Amalfi and Ravello. Relax on the beach or enjoy the Mediterranean cuisine at a seaside restaurant."
    },
    {
      "country": "ENGLAND, SCOTLAND, WALES",
      "tripName": "UK Trip",
      "days": 8,
      "price": 1900,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/10/1600x1200-11.jpg",
      "date" : "15 Apr - 23 Apr",
      "availability" : 50,
      "description" : "Embark on a comprehensive 6-day journey through the historic landscapes and cultural wonders of England, Scotland, and Wales with Britannia Adventures. Immerse yourself in the rich heritage of the United Kingdom, from iconic landmarks to picturesque countryside. Join us for an unforgettable exploration of Great Britain.",
      "Day1" : "London - Majestic Capital of England",
      "Day1Plan" : "Arrive in London and check into your centrally located hotel.Explore the iconic landmarks including the Tower of London and Tower Bridge.Take a leisurely stroll along the River Thames and enjoy a West End show in the evening.Visit the British Museum to explore world-class exhibits.Explore Buckingham Palace, witness the Changing of the Guard ceremony.Evening at leisure to discover London's diverse culinary scene.",
      "Day3" : "Edinburgh - Scotland's Royal Gem",
      "Day3Plan" : "Fly to Edinburgh and check into your hotel with views of the historic Edinburgh Castle.Explore the Royal Mile, visit St. Giles' Cathedral, and enjoy the atmosphere of the Old Town.Visit the Edinburgh Castle, perched on Castle Rock.Take a hike up Arthur's Seat for panoramic views of the city.Attend a traditional Scottish dinner with live music.",
      "Day5" : "Cardiff - Welsh Heritage and Countryside",
      "Day5Plan" : "Travel to Cardiff, the capital of Wales, and check into your hotel.Explore Cardiff Castle and Bute Park.Discover the vibrant atmosphere of Cardiff Bay.Visit the National Museum Cardiff and learn about Welsh history.Take a scenic drive to the Brecon Beacons National Park for breathtaking landscapes.Evening at leisure in Cardiff.",
      "Day7" : "Stratford-upon-Avon & Departure - Shakespearean Farewell",
      "Day7Plan" : "Travel to Stratford-upon-Avon, the birthplace of William Shakespeare.Visit Shakespeare's Birthplace and Anne Hathaway's Cottage.Enjoy a farewell dinner in a traditional Tudor-style inn.Morning at leisure in Stratford-upon-Avon.Departure day, marking the end of a remarkable journey through Great Britain with Britannia Adventures."
    },
    {
      "country": "HUNGARY, CZECH, SLOVENIA",
      "tripName": "East Europe",
      "days": 8,
      "price": 1200,
      "image" : "https://themes-themegoods.b-cdn.net/altair/demo/wp-content/uploads/2014/10/1600x1200-12.jpg",
      "date" : "15 May - 23 May",
      "availability" : 60,
      "description" : "Embark on a whirlwind 4-day journey through the heart of Central Europe, exploring the cultural gems of Hungary, Czech Republic, and Slovenia with CentralExplorations. This carefully curated tour offers a glimpse into the rich history, vibrant cities, and picturesque landscapes of these enchanting countries.",
      "Day1" : "Budapest - Pearl of the Danube",
      "Day1Plan" : "Arrive in Budapest, Hungary, and check into your centrally located hotel.Explore Buda Castle and Fisherman's Bastion for panoramic views of the Danube River.Enjoy an evening cruise on the Danube, passing by the illuminated landmarks.Visit the iconic Hungarian Parliament Building.Stroll along Andrássy Avenue and Heroes' Square.Relax at the Széchenyi Thermal Bath, one of Europe's largest thermal complexes.",
      "Day3" : "Prague - Bohemian Beauty",
      "Day3Plan" : "Fly to Prague, Czech Republic, and check into your hotel in the historic Old Town.Explore Prague Castle, St. Vitus Cathedral, and the charming Golden Lane.Wander across Charles Bridge and enjoy the vibrant atmosphere of Old Town Square.Visit the Astronomical Clock and Old Town Hall.Explore the picturesque neighborhoods of Malá Strana and Josefov.Conclude your stay with a traditional Czech dinner and live music.",
      "Day5" : "Ljubljana & Lake Bled - Slovenian Serenity",
      "Day5Plan" : "Travel to Ljubljana, Slovenia's charming capital, and check into your hotel.Explore Ljubljana Castle and stroll along the scenic Ljubljanica River.Enjoy dinner at a riverside restaurant.Day trip to Lake Bled, surrounded by the Julian Alps.Visit Bled Castle and take a traditional pletna boat to Bled Island.Conclude the day with a tasting of Bled's famous cream cake.",
      "Day7" : "Vienna & Departure - Imperial Elegance",
      "Day7Plan" : "Travel to Vienna, Austria, and check into a centrally located hotel.Explore the historic Schoenbrunn Palace and its magnificent gardens.Visit the Naschmarkt for a taste of Viennese culinary delights.Evening at leisure to savor the vibrant atmosphere of Vienna.Morning visit to the iconic Belvedere Palace with its stunning Baroque architecture.Explore the Kunsthistorisches Museum, home to an extensive collection of art.Conclude the tour with a farewell dinner in a traditional Viennese heuriger.Departure day, marking the end of an unforgettable journey through Central Europe with CentralExplorations."
    }
]